Repository: yuyakan/MuscleTrainingCounter2
Catalog: Shared/*.lproj/Localizable.strings
Languages: de

source: BackExtension
de: Wirbelsäule

source: Charts
de: Diagramme

source: Squats
de: Kniebeuge

source: Please connect to Airpods!
de: Bitte verbinden Sie sich mit Airpods!

source: Start when you are ready!
de: Beginnen Sie, wenn Sie bereit sind!

source: Measuring
de: Messung

source: Stop measurement
de: Messung stoppen

source: 1day
de: Tag

source: 1week
de: Woche

source: 1month
de: Monat

source: Times
de: Anzahl

source: Total
de: Gesamt

# this week
source: 1week
de: 1Woche

source: Target
de: Ziel
